[
  {
    "name": "Aslan Kral",
    "description": "\"Aslan Kral\" tiyatro oyunu, Disney animasyon klasiklerinden biri olan \"The Lion King\" filminin tiyatroya uyarlanmış hali olarak sahnelenmektedir. Oyunda, Afrika savanlarındaki hayvanların dünyası anlatılmaktadır ve genç aslan Simba'nın babası Mufasa'nın ölümünden sonra tahta çıkış mücadelesini konu almaktadır. Sahne tasarımı, kostüm ve müzikleri ile izleyicileri kendine hayran bırakan bu etkileyici müzikal, çocuklar ve yetişkinler için keyifli bir izleme deneyimi sunmaktadır.",
    "category_id": 1,
    "rating": 4.8,
    "duration": 150,
    "date_started": "2023-05-15",
    "date_ended": "2023-05-30",
    "ticket_price": 50.0,
    "session_time" : "20:00",
    "session_date" : "2023-05-20",
    "actors" : ["Büşra Uğurlu", "Cemre Şen", "Ercan Durgut"],
    "stagecrew" : ["Fatma Tekin", "Gülseren Yılmaz", "Murat Korkmaz"],
    "is_active": true
    },
    {
    "name": "Sefiller",
    "description": "\"Les Miserables\" tiyatro oyunu, Victor Hugo'nun Sefiller isimli romanından uyarlanmıştır. Oyun, 19. yüzyıl Fransa'sında geçmektedir ve hikaye, Jean Valjean adlı bir adamın hayatındaki zorlu mücadeleleri anlatmaktadır. Valjean, bir hırsız olarak suçlu bulunmuş ve yirmi yıl boyunca zindanda hapis yatmıştır. Ancak serbest bırakıldıktan sonra, geçmişini arkasında bırakarak yeni bir hayat kurmaya çalışırken, kendisini mücadele dolu bir maceranın içinde bulur. Les Miserables, müzikal tiyatro tarihinin en ikonik yapımlarından biridir ve müzikleri, şarkı sözleri ve sahne gösterisi ile seyircilere unutulmaz bir deneyim sunmaktadır.",
    "category_id": 1,
    "rating": 4.5,
    "duration": 180,
    "date_started": "2023-05-15",
    "date_ended": "2023-05-30",
    "ticket_price": 60.0,
    "session_time" : "21:00",
    "session_date" : "2023-05-21",
    "actors" : ["Hakan Aygün", "Feride Uslu", "Göksu Şimşek"],
    "stagecrew" : ["Nurhan Çelik", "Canan Yılmaz", "Özgür Sezer"],
    "is_active": true
    },
    {
    "name": "Hamilton",
    "description": "\"Hamilton\" tiyatro oyunu, Amerikan Bağımsızlık Savaşı dönemindeki tarihi olayları ve Alexander Hamilton adlı tarihi bir figürün hayatını anlatan bir müzikaldir. Oyun, Lin-Manuel Miranda tarafından yazılmış ve bestelenmiştir. Hamilton, gösterişli sahne tasarımları, dans hareketleri ve hip-hop, R&B ve soul gibi modern müzik türleriyle klasik Broadway müzikal tarzını birleştirerek, seyircilerine farklı bir deneyim sunmaktadır. Oyunda, Hamilton'un çekişmelerle dolu hayatı, Amerikan tarihinin önemli dönüm noktaları ve hikayeleri ile entegre bir şekilde anlatılmaktadır. Hamilton, müzikal tiyatro dünyasında büyük bir etki yaratmış ve birçok ödül kazanmıştır.",
    "category_id": 1,
    "rating": 4.9,
    "duration": 165,
    "date_started": "2023-05-01",
    "date_ended": "2023-07-31",
    "ticket_price": 70.0,
    "session_time" : "19:30",
    "session_date" : "2023-05-22",
    "actors" : ["Kerem Özkan", "Melike Sönmez", "Gizem Duran"],
    "stagecrew" : ["Şenay Yıldız", "Fuat Şahin", "Elif Taşkın"],
    "is_active": true
    },
    {
    "name": "Operadaki Hayalet",
    "description": "The Phantom of the Opera, ünlü Fransız yazar Gaston Leroux'un aynı adlı romanından uyarlanan, müzikal türünde bir tiyatro oyunudur. Oyun, Paris'teki ünlü Opéra Garnier tiyatrosunda geçer ve hikaye, acımasız bir şekilde yüzü çirkin olan bir müzik dahisi olan \"Phantom\"un, genç ve güzel soprano Christine Daaé'ye olan saplantılı aşkını konu edinir.  Oyun, müzikal performanslar, unutulmaz şarkılar ve nefes kesici set tasarımları ile seyircileri etkilemeyi amaçlar. The Phantom of the Opera, Broadway'de ve West End'de uzun yıllardır büyük bir başarı kazanmış ve dünya çapında birçok ülkede sahnelenmiştir.",
    "category_id": 1,
    "rating": 4.6,
    "duration": 160,
    "date_started": "2023-05-01",
    "date_ended": "2023-09-30",
    "ticket_price": 65.0,
    "session_time" : "18:00",
    "session_date" : "2023-05-23",
    "actors" : ["Merve Özdemir", "Ayşenur Kaya", "Mehmet Karataş"],
    "stagecrew" : ["Ali İhsan Uçar", "Burhanettin Yılmaz", "Ayşegül Güner"],
    "is_active": true
    },
    {
    "name": "Ciddi Olmanın Önemi",
    "description": "The Importance of Being Earnest, ünlü İrlandalı yazar Oscar Wilde tarafından kaleme alınmış, hiciv dolu bir komedi tiyatro oyunudur. Oyun, 19. yüzyıl İngiltere'sinde zengin, genç bir adam olan Jack Worthing ve arkadaşı Algernon Moncrieff'in, yalan ve taklit kimlikler kullanarak hayatlarını nasıl sürdürdüklerini konu eder. Jack, kırsalda yaşayan bir yetimhane müdürü olarak, Algernon ise hayali bir arkadaşını ziyaret ederek, ailelerinden ve sosyal sorumluluklarından kaçmaya çalışırlar. Ancak, romantik ilişkileri ve aile sırları ortaya çıkınca, oyun zekice dönen diyaloglar ve absürd durumlarla dolu bir maceraya dönüşür. The Importance of Being Earnest, İngiliz tiyatro tarihinin en önemli eserlerinden biri olarak kabul edilir ve hala dünya çapında sahnelenmeye devam etmektedir.",
    "category_id": 2,
    "rating": 4.3,
    "duration": 120,
    "date_started": "2023-01-15",
    "date_ended": "2023-03-31",
    "ticket_price": 40.0,
    "session_time" : "20:30",
    "session_date" : "2023-03-24",
    "actors" : ["Serap Aydın", "Esra Taşkın", "Ahmet Doğan"],
    "stagecrew" : ["Ebru Özdemir", "Göksel Kılıç", "Nurcan Şahin"],
    "is_active": true
    },
    {
    "name": "Satıcının Ölümü",
    "description": "Death of a Salesman, Amerikalı oyun yazarı Arthur Miller'ın Pulitzer Ödülü kazanan trajikomik tiyatro oyunudur. Oyun, satış temsilcisi Willy Loman'ın yaşamını ve iş kariyerini konu edinir. Loman, kendisini başarısızlığın pençesinde hisseder ve hayatındaki her şeyi, özellikle de ailesini, yanlış yönlendirmiş olduğunu düşünür. Yaptığı hataların ve hayallerinin gölgesinde, ailesiyle ve gerçekle yüzleşmeye çalışırken, hayatının sonunu getirir. Oyun, Amerikan Rüyası'nın yanılsamaları, toplumsal beklentiler ve aile bağları gibi temaları ele alır.",
    "category_id": 2,
    "rating": 4.5,
    "duration": 135,
    "date_started": "2023-02-15",
    "date_ended": "2023-04-30",
    "ticket_price": 45.0,
    "session_time" : "19:00",
    "session_date" : "2023-02-21",
    "actors" : ["Hilal Gök", "Efe Gündoğdu", "Elif Güven"],
    "stagecrew" : ["Şafak Uyar", "Ebru Can", "Mehmet Ali Eren"],
    "is_active": true
    },
    {
    "name": "Romeo Ve Juliet",
    "description": "William Shakespeare'in en ünlü oyunlarından biri olan \"Romeo ve Juliet\", İtalya'nın Verona şehrinde geçen bir aşk hikayesini anlatır. Montague ve Capulet aileleri arasındaki uzun süredir devam eden düşmanlık, genç Romeo Montague ve güzel Juliet Capulet'in aşkını engellemeye çalışır. Ancak ikili, aileleri arasındaki çekişmeye rağmen birbirlerine karşı koyamazlar ve gizlice evlenirler. Fakat talihsiz bir dizi olay, Romeo ve Juliet'in trajik bir şekilde hayatını kaybetmesine neden olur. Oyun, aşkın gücü ve insan doğasının karanlık yönleri hakkında derin bir mesaj verir ve yüzyıllar boyunca insanların kalplerinde yer etmiştir.",
    "category_id": 2,
    "rating": 4.7,
    "duration": 150,
    "date_started": "2023-03-15",
    "date_ended": "2023-05-31",
    "ticket_price": 50.0,
    "session_time" : "21:30",
    "session_date" : "2023-04-26",
    "actors" : ["Selin Kaya", "İbrahim Aktaş", "Hüseyin Yalçın"],
    "stagecrew" : ["Yasemin Şimşek", "Caner Uzun", "Zeynep Sönmez"],
    "is_active": true
    },
    {
    "name": "Vişne Bahçesi",
    "description": "Anton Chekhov'un en ünlü oyunlarından biri olan \"The Cherry Orchard\", Rusya'nın bir mülkiyetindeki vişne bahçesi üzerinde dönüyor. Oyun, aristokrat bir ailenin mülkü üzerindeki finansal sıkıntılarla başa çıkmaya çalışmasını ve bahçenin satışına karşı direnişini konu alır. Ana karakter Lyubov Andreyevna Ranevskaya, bahçenin satılması fikrine karşı direnirken, mülkü kurtarmak için alternatif finansal kaynaklar aramak zorunda kalır. Oyun, dönemin Rusya'sının ekonomik, sosyal ve siyasi sorunlarına ışık tutar ve değişen dünyanın getirdiği zorluklara direnmek için insanların ne kadar dirençli olabileceğini gösterir.",
    "category_id": 2,
    "rating": 4.2,
    "duration": 120,
    "date_started": "2023-04-15",
    "date_ended": "2023-06-30",
    "ticket_price": 35.0,
    "session_time" : "20:00",
    "session_date" : "2023-05-27",
    "actors" : ["Kerem Uzun", "Fatih Gökbudak", "Şule Şahin"],
    "stagecrew" : ["Esra Sertkaya", "Ali Akkaya", "Erdem Öztürk"],
    "is_active": true
    },
    {
    "name": "Sırça Kümes",
    "description": "Tennessee Williams tarafından yazılan ve ilk defa 1944 yılında sahnelenen bir oyunudur. Oyun, 1930'larda Amerika'da geçmektedir ve bir ailenin hikayesini anlatmaktadır. Oyunun baş karakteri Tom, annesi Amanda ve kız kardeşi Laura, yoksulluk içinde yaşayan ve hayalleri olan ancak gerçeklerle yüzleşmek zorunda kalan bir aileyi canlandırmaktadır. Laura, zorlu bir kişisel engelle mücadele ederken, Tom'un hayalleri gerçekleştirmek için ailesini terk etme isteği ile çatışır. Oyun, aile dinamiklerini, bireysel umutları ve kaygıları ele alırken, gerçeklik ve hayaller arasındaki ince çizgiyi de sorgulamaktadır. \"The Glass Menagerie\", sadece Amerikan tiyatrosunun klasik eserleri arasında değil, aynı zamanda modern tiyatronun da öncü eserleri arasında yer almaktadır.",
    "category_id": 2,
    "rating": 4.4,
    "duration": 135,
    "date_started": "2023-05-15",
    "date_ended": "2023-07-31",
    "ticket_price": 42.0,
    "session_time" : "20:00",
    "session_date" : "2023-05-19",
    "actors" : ["Ayşe Özkan", "Berk Arslan", "Cemre Yılmaz"],
    "stagecrew" : ["Deniz Erdoğan", "Ege Kılıç", "Ferhat Yalçın"],
    "is_active": true
    },
    {
    "name": "Fındıkkıran Balesi",
    "description": "\"Fındıkkıran\" balesi, ünlü besteci Piotr İlyiç Çaykovski tarafından bestelenen ve E.T.A. Hoffmann'ın \"Fare Kralı\" adlı masalından esinlenerek Marius Petipa tarafından koreografisi yapılan bir baledir. Bu bale, yılbaşı gecesi çocukların hayallerine konuk olan Fındıkkıran'ın hikayesini anlatır. Başlangıçta sıradan bir oyuncak olan Fındıkkıran, çocukların hayallerinde canlanarak onları fantastik bir maceraya sürükler. Bu macerada Fındıkkıran, Kral fare ve onun ordusuna karşı savaşırken çocukları da kurtarmak için mücadele eder. Fındıkkıran balesi, dünya genelinde birçok sahnede ve farklı yorumlamalarla izleyicilerle buluşmuştur ve her yaştan seyircinin beğenisini kazanmıştır.",
    "category_id": 3,
    "rating": 4.6,
    "duration": 120,
    "date_started": "2023-4-01",
    "date_ended": "2023-07-15",
    "ticket_price": 60.0,
    "session_time" : "21:00",
    "session_date" : "2023-05-20",
    "actors" : ["Zeynep Yılmaz", "Eren Avcı", "Göksel Çakır"],
    "stagecrew" : ["Hüseyin Kaya", "İrem Aydın", "Jale Sarı"],
    "is_active": true
    },
    {
    "name": "Kuğu Gölü",
    "description": "Swan Lake, Rus besteci Pyotr Ilyich Tchaikovsky tarafından bestelenen ve ilk defa 1877 yılında sahnelenen ünlü bir bale eseridir. Eser, prens Siegfried ve sihirli kuğuların hikayesini anlatır. Prens Siegfried, doğum gününde avlanırken sihirli kuğuları görür ve onların lideri olan beyaz kuğu Odette'e aşık olur. Ancak, sihirbaz Rothbart tarafından büyülenen Odette, sadece gece boyunca insana dönüşebilir. Prens Siegfried, Odette'i kurtarmak için Rothbart'ın lanetini kırmak zorundadır. Eser, dünyanın en popüler balelerinden biri olarak kabul edilir ve Tchaikovsky'nin müzikal dahiliğinin en iyi örneklerinden biri olarak değerlendirilir.",
    "category_id": 3,
    "rating": 4.9,
    "duration": 135,
    "date_started": "2023-08-01",
    "date_ended": "2023-12-15",
    "ticket_price": 70.0,
    "session_time" : "19:30",
    "session_date" : "2023-09-21",
    "actors" : ["Merve Kılıç", "İbrahim Yılmaz", "Deniz Kaya"],
    "stagecrew" : ["Kadir Demir", "Leyla Çetin", "Mehmet Güneş"],
    "is_active": true
    },
    {
    "name": "Uyuyan Güzel",
    "description": "The Sleeping Beauty, klasik bir masal olan Uyuyan Güzel'in modern bir uyarlaması olan bir oyundur. Oyun, prensesi büyüden kurtarmak için görevlendirilen bir grup kahramanın maceralarını konu alır. Oyuncular, farklı becerileri ve özellikleri olan kahramanları kontrol ederek düşmanlarla savaşmalı, tuzakları aşmalı ve bulmacaları çözmelidir. Oyunun hikayesi, oyuncuların aldığı kararlara göre şekillenir ve farklı sonlarla sonuçlanabilir. The Sleeping Beauty, heyecan verici bir macera oyunu arayanlar için ideal bir seçimdir.",
    "category_id": 3,
    "rating": 4.7,
    "duration": 150,
    "date_started": "2023-01-01",
    "date_ended": "2023-03-31",
    "ticket_price": 65.0,
    "session_time" : "18:00",
    "session_date" : "2023-01-22",
    "actors" : ["Cansu Duran", "Emre Taşdelen", "Gizem Öztürk"],
    "stagecrew" : ["Nurhan Atalay", "Oktay Güneş", "Pınar Akın"],
    "is_active": true
    },
    {
    "name": "Cinderella",
    "description": "Elbisesi ve makyajı ile prenseslere taş çıkartacak olan Cinderella oyunu, büyülü bir dünyanın kapılarını aralıyor. Klasikleşmiş hikayenin modern bir yorumunu sunan oyun, oyuncuları sihirli bir dünyaya davet ediyor. Oyunda, oyuncular, Cinderella karakterini canlandırarak prensesin hayatını kontrol edecekler. Seçimleri ve kararları, karakterin kaderini belirleyecek ve oyuncuların hikayeyi nasıl şekillendirecekleri tamamen onların ellerinde olacak. Eğlenceli görevler, zorlu bölümler ve sürükleyici bir hikaye, Cinderella oyununu unutulmaz kılıyor. Bu oyun, hem genç hem de yetişkin oyuncular için harika bir seçenek ve tüm hikaye sevenleri için kesinlikle önerilir.",
    "category_id": 3,
    "rating": 4.5,
    "duration": 120,
    "date_started": "2023-02-01",
    "date_ended": "2023-04-15",
    "ticket_price": 55.0,
    "session_time" : "20:30",
    "session_date" : "2023-02-03",
    "actors" : ["Ferhat Aydın", "Gamze Sarı", "Hakan Yıldız"],
    "stagecrew" : ["Rüya Demir", "Serpil Gökçe", "Tolga Özkan"],
    "is_active": true
    },
    {
    "name": "Wicked",
    "description": "\"Wicked\" müzikali, Stephen Schwartz tarafından bestelenmiş ve Winnie Holzman tarafından yazılmış bir Broadway yapımıdır. Oyun, L. Frank Baum'un \"Oz Büyücüsü\" romanının bir yan hikayesini anlatmaktadır. Oyunun ana karakterleri, Yeşil Cadı Elphaba ve Güney Cadısı Glinda'dır. İkisi de Oz'da okula gitmektedir ve başlangıçta birbirlerine düşman olarak görünürler. Ancak, zamanla aralarında bir arkadaşlık gelişir ve olaylar zinciri, Elphaba'nın Oz'un karanlık tarihindeki rolünü ortaya çıkarır. \"Wicked\", müzikal sayısız ödül kazanmıştır ve dünya çapında izleyici kitlesine sahiptir.",
    "category_id": 4,
    "rating": 4.9,
    "duration": 165,
    "date_started": "2023-08-01",
    "date_ended": "2023-11-30",
    "ticket_price": 75.0,
    "session_time" : "19:00",
    "session_date" : "2023-10-24",
    "actors" : ["Mert Ünal", "Nesrin Taşkın", "Onur Taşdemir"],
    "stagecrew" : ["Utku Özkan", "Ümit Kaya", "Vedat Yılmaz"],
    "is_active": true
    },
    {
    "name": "Mormon Kitabı",
    "description": "\"The Book of Mormon\", Trey Parker, Matt Stone ve Robert Lopez tarafından yaratılan bir Broadway müzikalidir. Bu komik ve şaşırtıcı oyun, iki genç Mormon misyoner olan Elder Price ve Elder Cunningham'ın hikayesini anlatıyor. Elder Price, hayatının misyonerlik deneyimini geçirmek için Uganda'ya gönderilirken, Elder Cunningham ona eşlik eder. Ancak Uganda'da karşılaştıkları sorunlar, beklediklerinden çok farklıdır ve bu genç misyonerler, inançlarını ve hayallerini sorgulamaya başlar. \"The Book of Mormon\", mizah ve müzikal yetenekleriyle göz kamaştıran şarkılar ve enerjik dans numaralarıyla dolu bir müzikaldir. İnanç, dostluk, kültür çatışmaları ve insan doğasının derinliklerine olan bir yolculuk sunan bu oyun, hem güldürüyor hem de düşündürüyor.",
    "category_id": 4,
    "rating": 4.7,
    "duration": 155,
    "date_started": "2023-05-01",
    "date_ended": "2023-07-28",
    "ticket_price": 65.0,
    "session_time" : "21:30",
    "session_date" : "2023-06-25",
    "actors" : ["Pınar Korkmaz", "Rıza Taşkıran", "Seher Şahin"],
    "stagecrew" : ["Yaren Çetin", "Zeynep Sönmez", "Aslıhan Karaca"],
    "is_active": true
    },
    {
    "name": "İhtiras Tramvayı",
    "description": "\"A Streetcar Named Desire\", Tennessee Williams'ın en ünlü oyunlarından biridir. Oyun, saf ve romantik bir karakter olan Blanche DuBois'in New Orleans'ın yoksul bir semtine taşınması ve kaba ve tutkulu kardeşi Stanley Kowalski ile karşılaşmasıyla başlar. Oyun boyunca, Blanche'in geçmişi ortaya çıkar ve Stanley ile arasındaki gerilim artar. Bu gerilim, Blanche'in kırılgan zihnini çökerterek, trajik bir sona yol açar. Oyun, cinsiyet, şiddet, yalnızlık ve toplumsal sınıf gibi önemli temalara değinir ve Amerikan tiyatrosunun en önemli yapıtlarından biri olarak kabul edilir.",
    "category_id": 2,
    "rating": 4.3,
    "duration": 120,
    "date_started": "2023-03-01",
    "date_ended": "2023-06-30",
    "ticket_price": 50.0,
    "session_time" : "20:00",
    "session_date" : "2023-05-26",
    "actors" : ["Ali Yılmaz", "Selin Güner", "Tunahan Yıldız"],
    "stagecrew" : ["Bengü Korkmaz", "Cansu Karahan", "Yasin Aydın"],
    "is_active": true
    },
    {
        "name": "Bir Yaz Gecesi Rüyası",
        "description": "A Midsummer Night's Dream, ünlü İngiliz yazar William Shakespeare'in yazdığı, fantastik bir romantik komedi tiyatro oyunudur. Oyun, Atina ve bir peri krallığında geçmektedir. Atina Dükü Theseus, Amazonlar Kraliçesi Hippolyta ile evlenmek üzere hazırlanırken, peri kralı Oberon ve karısı Titania arasında bir anlaşmazlık çıkar. Oberon, Titania'yı cezalandırmak için çömez peri Puck'ı görevlendirir ve kaos başlar. Oyun, sevgi, arkadaşlık, kıskançlık ve sihirli güçlerin birleştiği bir hikayeyle doludur. Shakespeare'in klasik eseri, tarihte en çok oynanan oyunlardan biri olup, tiyatro severlerin hala keyifle izlediği bir yapıttır.",
        "category_id": 3,
        "duration": 90,
        "date_started": "2023-11-01",
        "date_ended": "2023-12-31",
        "ticket_price": 40.00,
        "session_time" : "18:30",
        "session_date" : "2023-11-27",
        "actors" : ["İpek Özkan", "Kemal Yıldırım", "Leyla Şahin"],
        "stagecrew" : ["Mert Karahan", "Nehir Kılıç", "Ozan Sönmez"],
        "is_active": true
    },
    {
        "name": "Cadı Kazanı",
        "description": "Arthur Miller'ın yazdığı \"The Crucible\", Salem Cadı Mahkemeleri'nin dramatik bir tasviri olarak kabul edilir. Oyun, Massachusetts'teki Salem kasabasında gerçekleşen ve 1692-1693 yılları arasında yaşanan cadı avı olaylarına dayanmaktadır. O dönemde, cadı olduğuna inanılan birçok kişi idam edilmiş veya hapsedilmiştir. Oyun, kasabanın liderlerinin, halkın korkularını kullanarak kişisel çıkarlarını nasıl koruduklarını gösterir. Ayrıca, suçsuz insanların nasıl acı çektiklerini ve nasıl haksız yere suçlandıklarını vurgular. \"The Crucible\", insan doğasının karanlık tarafını, inanç sistemlerinin ve siyasi güçlerin nasıl manipüle edilebileceğini yansıtan etkileyici bir tiyatro oyunudur.",
        "category_id": 3,
        "duration": 120,
        "date_started": "2023-05-15",
        "date_ended": "2023-07-31",
        "ticket_price": 45.00,
        "session_time" : "19:00",
        "session_date" : "2023-05-28",
        "actors" : ["Selin Demir", "Tolga Şahin", "Utku Aydın"],
        "stagecrew" : ["Pelin Karadağ", "Vedat Avcı", "Yaren Çelik"],
        "is_active": true
      },
      {
        "name": "Fırtına",
        "description": "William Shakespeare'in son oyunu olan \"The Tempest\" (Fırtına), büyü, doğaüstü olaylar, ihanet ve bağışlama gibi temaları ele alan bir tiyatro eseridir. Eser, bir grup insanın bir adaya düşmesi ve adanın sihirli güçleriyle yüzleşmesi sonucu yaşanan olayları anlatmaktadır. Başkahraman Prospero, bir zamanlar Milano Dükü olan ve kardeşi Antonio tarafından tahtından uzaklaştırılan bir büyücüdür. Adada kendi kendine yeten bir hayat sürdüren Prospero, sihirli güçlerini kullanarak adada yaşayanlar üzerinde kontrol sahibi olur. Ancak, bir gün adaya gelen gemide Antonio ve onun müttefikleriyle karşılaşınca, Prospero'nun intikam planları devreye girer. Eser, doğaüstü unsurların ve büyünün yanı sıra, insan doğasının karmaşıklığını ve affetmenin önemini de ele almaktadır.",
        "category_id": 3,
        "duration": 100,
        "date_started": "2023-08-01",
        "date_ended": "2023-09-30",
        "ticket_price": 55.00,
        "session_time" : "20:30",
        "session_date" : "2023-08-29",
        "actors" : ["Büşra Yılmaz", "Can Taşkıran", "Deniz Kılıç"],
        "stagecrew" : ["Zeynep Kaya", "Ege Atalay", "Ferhat Gökçe"],
        "is_active": true
      },
      {
        "name": "Batı Yakası'nın Hikayesi",
        "description": "West Side Story, 1957 yılında sahnelenen ve müzikal tarihinde önemli bir yere sahip olan bir tiyatro oyunudur. Leonard Bernstein'in müzikleri, Stephen Sondheim'un sözleri ve Arthur Laurents'in senaryosundan oluşan bu müzikal, New York'taki iki rakip çetenin hikayesini anlatır. Amerika'da büyük bir başarı kazanan oyun, 1961 yılında sinemaya da uyarlanmıştır. West Side Story, zamanının ötesinde bir müzikaldir ve günümüzde hala dünya genelinde büyük bir hayran kitlesine sahiptir. Oyunun müzikleri, \"Maria\", \"Tonight\", \"America\" ve \"Somewhere\" gibi klasikleşmiş şarkılar içermektedir.",
        "category_id": 1,
        "duration": 150,
        "date_started": "2023-10-15",
        "date_ended": "2023-12-31",
        "ticket_price": 65.00,
        "session_time" : "19:30",
        "session_date" : "2023-10-31",
        "actors" : ["Mehmet Yılmaz", "Nurcan Aydın", "Onur Şimşek"],
        "stagecrew" : ["Jale Korkmaz", "Koray Sorgun", "Lale Öztürk"],
        "is_active": true
      }
]